{
	
	"userProfile":{
		"id": 42,
		"tastes": ["history", "biography"],
		"expertiseLevel": 1,
    "language": "en",
    "commentTest":  "Attribute keywords empty"
	},	
	"results": [{
		"keywords": [],
		"url": "www.google.com",
		"title": "My Title",
		"sections": [{
			"title": "Mona Lisa",
			"content": "The Mona Lisa is the name of a 16th-century portrait painted by Leonardo da Vinci. Today it is one of the most famous paintings in the world. The Mona Lisa’s mysterious smile has beguiled generations of viewers, but the true identity of the woman pictured in the portrait remains unknown, despite intensive research by art historians. Many believe the Mona Lisa to be a portrait of Lisa Gherardini Giocondo, the wife of a wealthy Florentine merchant, Francesco del Giocondo. (That’s why the Mona Lisa is known in Italy as La Gioconda.) Others have suggested the subject of the painting was a mistress of da Vinci, or even a self-portrait, with da Vinci imagining himself as a woman. It is known that Leonardo began the portrait in Florence in 1503, continued work on it through 1506, and then kept the painting until his death in 1519. Over the next three centuries the Mona Lisa passed through many hands, even hanging for a time in the bedroom of Napoleon, but since 1804 its home has been the Louvre Museum in Paris. Leonardo’s painting is famous among artists for its innovative techniques, including sfumato (shown in the painting’s distinctive hazy, soft-focus effect) and chiaroscuro (use of light and shadow)"
		}]
	},
	{
		"keywords": ["k11", "k12", "k13"],
		"url": "www.fuffa.com",
		"title": "My Title2",
		"sections": [{
			"title": "14 Things You Didn't Know About the Mona Lisa",
			"content": "Her tricky smile and timeless allure have inspired academic study and artistic emulation for more than five centuries. But the story of Leonardo da Vinci's perplexing portrait is even richer than it looks. 1. MONA LISA IS NOT HER NAME. The painting's subject is commonly thought to be Lisa Gherardini, whose wealthy—and presumably adoring—husband Francesco del Giocondo commissioned the work in Florence, Italy around 1503. This explains the less prevalent title for the painting, La Gioconda, or La Joconde in French. The name Mona Lisa (or Monna Lisa, as the Italians prefer) roughly translates to My Lady Lisa. Leonardo da Vinci never completed the portrait though—when he died in 1519, it was one of many unfinished works left to his assistant. 2. NAPOLEON CRUSHED HARD ON HER, THEN HER DESCENDENT. The French emperor once had Mona Lisa hanging in his bedroom in the Tuileries Palace for about four years, beginning in 1800. It's said his fascination with the painting inspired his affection for a pretty Italian named Teresa Guadagni, who was actually a descendant of Lisa Gherardini. 3. MONA LISA IS SMALLER THAN YOU MIGHT THINK. Mona Lisa's influence on culture is massive, but the oil-on-wood panel painting measures just 30 inches by 21 inches and weighs 18 pounds. 4. HER EYEBROWS ARE A MATTER OF DEBATE. Some claim the subject's lack of eyebrows is representative of high-class fashion of the time. Others insist her AWOL eyebrows are proof that Mona Lisa is an unfinished masterpiece. But in 2007 ultra-detailed digital scans of the painting revealed da Vinci had once painted on eyebrows and bolder eyelashes. Both had simply faded over time or had fallen victim to years of restoration work. 5. SHE'S BROKEN A LOT OF HEARTS. The portrait was first put on public display in the Louvre in 1815, inspiringadmiration, as a string of 'suitors bearing flowers, poems and impassioned notes climbed the grand staircase of the Louvre to gaze into her 'limpid and burning eyes.' Mona Lisa often made men do strange things,' R. A. Scotti wrote in Vanished Smile: The Mysterious Theft of Mona Lisa, 'There were more than one million artworks in the Louvre collection; she alone received her own mail. Mona Lisa received many love letters, and for a time they were so ardent that she was placed under police protection.' The painting has its own mailbox at the Louvre because of all the love letters its subject receives. 6. MEN HAVE DIED FROM LOVING HER. In 1852, an artist named Luc Maspero supposedly threw himself from the fourth floor of a Parisian hotel, leaving a suicide note that read: 'For years I have grappled desperately with her smile. I prefer to die.' In 1910, one enamored fan came before her solely to shoot himself as he looked upon her. 7. THE MONA LISA IS ESSENTIALLY PRICELESS. In the 1960s, the painting went on a tour where it was given an insurance valuation of $100 million (factoring in inflation, more recent assessment estimated it's worth $2.5 billion). But the policy was never taken out because the premiums were more than the cost of the best security. 8. THE PAINTING HANGS IN THE WORLD'S PRETTIEST PRISON. Mona Lisa hangs in the center of the Louvre's Grand Gallery where it is climate-controlled to keep her in the ideal environment. Additionally, the work is encased in bulletproof glass to prevent threat and injury. 9. THE MONA LISA HAS BEEN ATTACKED! If you look closely at the subject's left elbow, you might notice the damage done by Ugo Ungaza Villegas, a Bolivian who chucked a rock at the portrait in 1956. A few months before, another art attacker pitched acid at the painting, which hit the lower section. These attacks inspired the bulletproof glass, which in 2009 successfully rebuffed a ceramic mug hurled by an enraged Russian woman who'd been denied French citizenship. 10. FRANCE MOURNED EN MASSE WHEN SHE WENT MISSING. On August 21, 1911, the Mona Lisa was stolen from the Louvre. The New York Times retroactively compared the public display of grief to that seen in the wake of Princess Diana's death in 1997. Thousands poured into the Louvre to stare in shock at the blank wall where she once hung and leave flowers, notes, and other remembrances. 11. PABLO PICASSO WAS A SUSPECT IN THE CAPER. Because he'd been caught buying stolen Louvre pieces before, Pablo Picasso was brought in for questioning. But the true thief would not be caught until 1913. Louvre employee Vincenzo Peruggia was a proud Italian nationalist who smuggled the painting out under his smock because he felt it belonged to his and da Vinci's homeland, not France. After hiding it for two years, Peruggia was busted trying to sell Mona Lisa to a Florence art dealer. However, he did briefly get his wish. Upon her recovery, Mona Lisa toured Italy before returning to Paris. 12. SUSPICIONS AROSE THAT THE HEIST WASN'T A ONE-MAN JOB. Though Peruggia was the only one prosecuted for the crime, it's unlikely he acted alone. At the time of the theft, Mona Lisa was encased in a heavy wood backing and glass case that would have weighed almost 200 pounds, making it highly unlikely Perugia could have pulled it down from the wall on his own. Years later, a man who called himself the Marquis of the Vale of Hell confessed to American reporter Karl Decker that he was the true mastermind behind the theft of Mona Lisa. On the condition his story be kept secret until his death, he revealed Peruggia was one of three men paid handsomely to snatch her. This way, the Marquis could sell multiple forgeries of the masterpiece to collectors for exorbitant sums. The beauty of the scam was that each buyer would believe they owned the authentic missing Mona Lisa. Whether the Marquis was telling the truth or not is still a hotly debated topic around the theft. 13. THE MONA LISA'S RETURN INSPIRED A FASHION TREND. In her book Mona Lisa: A Life Discovered, journalist Dianne Hales writes, 'Society women adopted the 'La Joconde look' [named for the painting's French title], dusting yellow powder on their faces and necks to suggest her golden complexion and immobilizing their facial muscles to mimic her smile. In Parisian cabarets, dancers dressed as La Joconde performed a saucy can-can … Something beyond the painting's wild popularity had changed. The Mona Lisahad left the Louvre a work of art; she returned as a public property, the first mass art icon.' 14. MONA LISA'S SMILE DOESN'T CHANGE, BUT YOUR MINDSET DOES. That is-she-or-isn't-she smile has long fascinated artists and historians. But in 2000, Harvard neuroscientist Dr. Margaret Livingstone applied a scientific method to why Mona Lisa's smile seems to shift. It's all about where your focus is and how your brain responds. This story was republished in 2019."
		}]
	},
	{
		"keywords": ["k11", "k12", "k13"],
		"url": "www.fuffa.com",
		"title": "My Title2",
		"sections": [{
			"title": "Techniques",
			"content": "According to Louvre Curator Jean-Pierre Cuzin, 'The entire history of portraiture afterwards depends on the Mona Lisa. If you look at all the other portraits – not only of the Italian Renaissance, but also of the seventeenth to nineteenth centuries – if you look at Picasso, at everyone you want to name, all of them were inspired by this painting. Thus it is sort of the root, almost, of occidental portrait painting.' Mona Lisa detail In a break with the Florentine tradition of outlining the painted image, Leonardo perfected the technique known as sfumato, which translated literally from Italian means 'vanished or evaporated.' Creating imperceptible transitions between light and shade, and sometimes between colors, he blended everything 'without borders, in the manner of smoke,' his brush strokes so subtle as to be invisible to the naked eye. Leonardo was fascinated by the way light falls on curved surfaces. The gauzy veil, Mona Lisa's hair, the luminescence of her skin – all are created with layers of transparent color, each only a few molecules thick, making the lady's face appear to glow, and giving the painting an ethereal, almost magical quality. 'Today's art critics call attention to the painting's mystery and harmony,' says Cuzin. 'But the first art historians to describe it emphasized its striking realism, pointing out 'the lips that smile' and 'the eyes that shine.' Giorgio Mona Lisa detailVasari, for example, wrote in his early biography of da Vinci, Lives of the Painters: 'As art may imitate nature, she does not appear to be painted, but truly of flesh and blood. On looking closely at the pit of her throat, one could swear that the pulses were beating.' The realism of his painting is a result of Leonardo's diverse scientific observations. From the study of human anatomy he developed a mathematical system for determining size in space, perspective that is incorporated in the way Mona Lisa's torso, head and eyes are each turned a little more toward the viewer. Da Vinci also observed differences between the subject and objects in the background, and used aerial perspective to create the illusion of depth: the farther something is in the distance, the smaller the scale, the more muted the colors and the less detailed the outlines."
		}]
	},
	{
		"keywords": ["k11", "k12", "k13"],
		"url": "www.fuffa.com",
		"title": "My Title2",
		"sections": [{
			"title": "C",
			"content": "Sfumato Technique Mona Lisa’s mystical smile still puts viewers under a spell. Leonardo Da Vinci attained the perfection and finesse of his paintings with a technique he himself perfected. This technique is called sfumato (from the Italian for “foggy”). In this method, several layers of color are applied over each other. The colors meld together and lend the face a mysterious glow. Philippe Walter and his team at the Louvre in Paris have now examined the faces of seven paintings signed by the master with a new non-invasive X-ray fluorescence spectroscopy technique. As the scientists report in the journal Angewandte Chemie, Mona Lisa’s secret lies in many whisperthin layers of a transparent glaze. Da Vinci’s technique is fascinating. The gradation of color from light to dark is barely perceptible and looks natural. “Neither brushstroke nor contour is visible: lights and shades are blended in the manner of smoke,” says Walter. The details of how the sfumato technique worked have not been determined before. Walter and his colleagues have now used a non-destructive technique, X-ray fluorescence spectroscopy, to track down the secret. The paintings were irradiated with X-rays. Every chemical element then gives off a characteristic fluorescent light, which allows the element to be quantified. Individual Layers “Until now, the analysis had remained qualitative, because all the pigment layers were considered simultaneously,” reports Walter. “New technical advances and software have now allowed us to resolve cross-sections of the layers and to quantitatively analyze the composition and thickness of the individual pigment layers.” The seven paintings examined—including the Mona Lisa—span over 40 years of Da Vinci’s work. In the Mona Lisa, the darker areas arose because a manganese-containing layer was applied more thickly than in the lighter areas. The underlying layers containing lead white are equally thick all over. In a painting dating from about ten years earlier, “Belle Ferronnière”, things are different: Here the shade effects are not the result of a glaze shining through; instead, Da Vinci seems to have used a covering layer of color—dark pigments in a classic oil technique,” says Walter. “The master continuously improved his painting technique. In his later paintings he was then able to produce translucent layers made of films of an organic medium ranging from 30 to only a few micrometers in thickness—an amazing achievement even by today's standards.” The long drying time of the individual layers, lasting weeks and months, explains why Da Vinci worked on the Mona Lisa for over four years, leaving the painting unfinished, according to texts from the Renaissance period."
		}]
	},
	{
		"keywords": ["k11", "k12", "k13"],
		"url": "",
		"title": "",
		"sections": [{
			"title": "",
			"content": "prova"
		}]
	}]
}
