{"userProfile": {"id": 42, "tastes": ["architecture", "engineering"], "language": "en", "expertiseLevel": 1}, "results": [{"keywords": [], "score": 2.1234577, "sections": [{"title": "Architect", "content": "There has been controversy about the real identity of the architect of the Leaning Tower of Pisa. For many years, the design was attributed to Guglielmo and Bonanno Pisano, a well-known 12th-century resident artist of Pisa, known for his bronze casting, particularly in the Pisa Duomo. Pisano left Pisa in 1185 for Monreale, Sicily, only to come back and die in his home town. A piece of cast bearing his name was discovered at the foot of the tower in 1820, but this may be related to the bronze door in the façade of the cathedral that was destroyed in 1595. A 2001 study seems to indicate Diotisalvi was the original architect, due to the time of construction and affinity with other Diotisalvi works, notably the bell tower of San Nicola and the Baptistery, both in Pisa.", "tags": ["Architect"]}, {"title": "Construction", "content": "Construction of the tower occurred in three stages over 199 years. On 5 January 1172, Donna Berta di Bernardo, a widow and resident of the house of dell'Opera di Santa Maria, bequeathed sixty soldi to the Opera Campanilis petrarum Sancte Marie. The sum was then used toward the purchase of a few stones which still form the base of the bell tower. On 9 August 1173, the foundations of the tower were laid. Work on the ground floor of the white marble campanile began on 14 August of the same year during a period of military success and prosperity. This ground floor is a blind arcade articulated by engaged columns with classical Corinthian capitals. Nearly four centuries later Giorgio Vasari wrote: \"Guglielmo, according to what is being said, in the year 1174, together with sculptor Bonanno, laid the foundations of the bell tower of the cathedral in Pisa\".The tower began to sink after construction had progressed to the second floor in 1178. This was due to a mere three-metre foundation, set in weak, unstable subsoil, a design that was flawed from the beginning. Construction was subsequently halted for almost a century, as the Republic of Pisa was almost continually engaged in battles with Genoa, Lucca, and Florence. This allowed time for the underlying soil to settle. Otherwise, the tower would almost certainly have toppled. On 27 December 1233, the worker Benenato, son of Gerardo Bottici, oversaw the continuation of the tower's construction.On 23 February 1260, Guido Speziale, son of Giovanni Pisano, was elected to oversee the building of the tower. On 12 April 1264, the master builder Giovanni di Simone, architect of the Camposanto, and 23 workers went to the mountains close to Pisa to cut marble. The cut stones were given to Rainaldo Speziale, worker of St. Francesco. In 1272, construction resumed under Di Simone. In an effort to compensate for the tilt, the engineers built upper floors with one side taller than the other. Because of this, the tower is curved. Construction was halted again in 1284 when the Pisans were defeated by the Genoans in the Battle of Meloria.The seventh floor was completed in 1319. The bell-chamber was finally added in 1372. It was built by Tommaso di Andrea Pisano, who succeeded in harmonizing the Gothic elements of the belfry with the Romanesque style of the tower. There are seven bells, one for each note of the musical major scale. The largest one was installed in 1655.", "tags": ["Construction"]}, {"title": "History following construction", "content": "Between 1589 and 1592, Galileo Galilei, who lived in Pisa at the time, is said to have dropped two cannonballs of different masses from the tower to demonstrate that their speed of descent was independent of their mass. The primary source for this is the biography Racconto istorico della vita di Galileo Galilei (Historical Account of the Life of Galileo Galilei), written by Galileo's pupil and secretary Vincenzo Viviani in 1654, but only published in 1717, long after his death. During World War II, the Allies suspected that the Germans were using the tower as an observation post. A U.S. Army sergeant sent to confirm the presence of German troops in the tower was impressed by the beauty of the cathedral and its campanile, and thus refrained from ordering an artillery strike, sparing it from destruction.Numerous efforts have been made to restore the tower to a vertical orientation or at least keep it from falling over. Most of these efforts failed; some worsened the tilt. On 27 February 1964, the government of Italy requested aid in preventing the tower from toppling. It was, however, considered important to retain the current tilt, due to the role that this element played in promoting the tourism industry of Pisa.A multinational task force of engineers, mathematicians, and historians gathered on the Azores islands to discuss stabilisation methods. It was found that the tilt was increasing in combination with the softer foundations on the lower side. Many methods were proposed to stabilise the tower, including the addition of 800 tonnes of lead counterweights to the raised end of the base.The tower and the neighbouring cathedral, baptistery, and cemetery are included in the Piazza del Duomo UNESCO World Heritage Site, which was declared in 1987.The tower was closed to the public on 7 January 1990, after more than two decades of stabilisation studies and spurred by the abrupt collapse of the Civic Tower of Pavia in 1989. The bells were removed to relieve some weight and cables were cinched around the third level and anchored several hundred meters away. Apartments and houses in the path of a potential fall of the tower were vacated for safety. The selected method for preventing the collapse of the tower was to slightly reduce its tilt to a safer angle by soil removal 38 cubic metres (1,342 cubic feet) from underneath the raised end. The tower's tilt was reduced by 45 centimetres (17.7 inches), returning to its 1838 position. After a decade of corrective reconstruction and stabilization efforts, the tower was reopened to the public on 15 December 2001, and was declared stable for at least another 300 years. In total, 70 metric tons (77 short tons) of soil were removed.After a phase (1990–2001) of structural strengthening, the tower has been undergoing gradual surface restoration to repair visible damage, mostly corrosion and blackening. These are particularly pronounced due to the tower's age and its exposure to wind and rain.\nIn May 2008, engineers announced that the tower had been stabilized such that it had stopped moving for the first time in its history. They stated that it would be stable for at least 200 years.", "tags": ["History following construction"]}, {"title": "Surviving earthquakes", "content": "At least four strong earthquakes hit the region since 1280, but the apparently vulnerable Tower survived. The reason was not understood until a research group of 16 engineers investigated. The researchers concluded that the Tower was able to withstand the tremors because of dynamic soil-structure interaction (DSSI): the height and stiffness of the Tower together with the softness of the foundation soil influences the vibrational characteristics of the structure in such a way that the Tower does not resonate with earthquake ground motion. The same soft soil that caused the leaning and brought the Tower to the verge of collapse helped it survive.", "tags": ["Surviving earthquakes"]}, {"title": "Guinness World Records", "content": "Two German churches have challenged the tower's status as the world's most lop-sided building: the 15th-century square Leaning Tower of Suurhusen and the 14th-century bell tower in the town of Bad Frankenhausen. Guinness World Records measured the Pisa and Suurhusen towers, finding the former's tilt to be 3.97 degrees. In June 2010, Guinness World Records certified the Capital Gate building in Abu Dhabi, UAE as the \"World's Furthest Leaning Man-made Tower\"; it has an 18-degree slope, almost five times more than the Pisa Tower, but was deliberately engineered to slant. The Leaning Tower of Wanaka in New Zealand, also deliberately built, leans at 53 degrees to the ground.", "tags": ["Guinness World Records"]}, {"title": "Technical information", "content": "Elevation of Piazza del Duomo: about 2 metres (6 feet, DMS)\nHeight from the ground floor: 55.863 metres (183 ft 3.3 in), 8 stories\nHeight from the foundation floor: 58.36 m (191 ft 5.64 in)\nOuter diameter of base: 15.484 metres (50 ft 9.6 in)\nInner diameter of base: 7.368 metres (24 ft 2.1 in)\nAngle of slant: 3.97 degrees or 3.9 metres (12 ft 10 in) from the vertical\nWeight: 14,700 metric tons (16,200 short tons)\nThickness of walls at the base: 2.44 metres (8 ft 0 in)\nTotal number of bells: 7, tuned to musical scale, clockwise:1st bell: L'Assunta, cast in 1654 by Giovanni Pietro Orlandi, weight 3,620 kg (7,981 lb)\n2nd bell: Il Crocifisso, cast in 1572 by Vincenzo Possenti, weight 2,462 kg (5,428 lb)\n3rd bell: San Ranieri, cast in 1719–1721 by Giovanni Andrea Moreni, weight 1,448 kg (3,192 lb)\n4th bell: La Terza (1st small one), cast in 1473, weight 300 kg (661 lb)\n5th bell: La Pasquereccia or La Giustizia, cast in 1262 by Lotteringo, weight 1,014 kg (2,235 lb)\n6th bell: Il Vespruccio (2nd small one), cast in the 14th century and again in 1501 by Nicola di Jacopo, weight 1,000 kg (2,205 lb)\n7th bell: Dal Pozzo, cast in 1606 and again in 2004, weight 652 kg (1,437 lb)\nNumber of steps to the top: 296About the 5th bell: The name Pasquareccia comes from Easter, because it used to ring on Easter day. However, this bell is older than the bell-chamber itself, and comes from the tower Vergata in Palazzo Pretorio in Pisa, where it was called La Giustizia (The Justice). The bell was tolled to announce executions of criminals and traitors, including Count Ugolino in 1289. A new bell was installed in the bell tower at the end of the 18th century to replace the broken Pasquareccia.\n\nThe circular shape and great height of the campanile were unusual for their time, and the crowning belfry is stylistically distinct from the rest of the construction. This belfry incorporates a 14 cm (5.5 in) correction for the inclined axis below. The siting of the campanile within the Piazza del Duomo diverges from the axial alignment of the cathedral and baptistery of the Piazza del Duomo.", "tags": ["Technical information"]}, {"title": "Gallery", "content": "", "tags": ["Gallery"]}, {"title": "See also", "content": "Leaning Temple of Huma\nList of leaning towers\nLeaning Tower of Niles, a replica of the Tower of Pisa\nLeaning Tower of Zaragoza, was a famous European leaning tower\nGreat Mosque of al-Nuri (Mosul), an ancient leaning tower that stood until 2017; reconstruction efforts are currently underway\nMachang, Kelantan, home to another leaning tower\nRound tower (disambiguation), for other types of round towers\nThe Greyfriars Tower, the remains of a Franciscan monastery in King's Lynn, nicknamed \"The Leaning Tower of Lynn\"\nTorre delle Milizie, a tilting medieval tower in Rome\nTour de Pise, a rock dome in Antarctica, was named after this tower", "tags": ["See also"]}, {"title": "References", "content": "", "tags": ["References"]}, {"title": "External links", "content": "Opera della Primaziale Pisana—official site (in English) (in Italian)\nPiazza dei Miracoli digital media archive (Creative Commons–licensed photos, laser scans, panoramas), data from a University of Ferrara/CyArk research partnership, includes 3D scan data from Leaning Tower.\nLeaning Tower of Pisa at Structurae", "tags": ["External links"]}], "summary": "The Leaning Tower of Pisa (Italian: Torre pendente di Pisa) or simply the Tower of Pisa (Torre di Pisa [ˈtorre di ˈpiːza, - ˈpiːsa]) is the campanile, or freestanding bell tower, of the cathedral of the Italian city of Pisa, known worldwide for its nearly four-degree lean, the result of an unstable foundation. The tower is situated behind the Pisa Cathedral and is the third-oldest structure in the city's Cathedral Square (Piazza del Duomo), after the cathedral and the Pisa Baptistry.\nThe height of the tower is 55.86 metres (183.27 feet) from the ground on the low side and 56.67 metres (185.93 feet) on the high side. The width of the walls at the base is 2.44 m (8 ft 0.06 in). Its weight is estimated at 14,500 metric tons (16,000 short tons). The tower has 296 or 294 steps; the seventh floor has two fewer steps on the north-facing staircase.\nThe tower began to lean during construction in the 12th century, due to soft ground which could not properly support the structure's weight, and it worsened through the completion of construction in the 14th century. By 1990 the tilt had reached 5.5 degrees. The structure was stabilized by remedial work between 1993 and 2001, which reduced the tilt to 3.97 degrees.", "tags": [], "title": "Leaning Tower of Pisa", "url": "https://en.wikipedia.org/wiki/Leaning_Tower_of_Pisa"}, {"keywords": [], "score": 0.8958337171874999, "sections": [{"title": "Leaning Tower of Pisa ", "content": " The Leaning Tower of Pisa (Italian: Torre pendente di Pisa) or simply the Tower of Pisa (Torre di Pisa [ˈtorre di ˈpiːza, - ˈpiːsa]) is the campanile, or freestanding bell tower, of the cathedral of the Italian city of Pisa, known worldwide for its nearly four-degree lean, the result of an unstable foundation. The tower is situated behind the Pisa Cathedral and is the third-oldest structure in the city's Cathedral Square (Piazza del Duomo), after the cathedral and the Pisa Baptistry. The height of the tower is 55.86 metres (183.27 feet) from the ground on the low side and 56.67 metres (185.93 feet) on the high side. The width of the walls at the base is 2.44 m (8 ft 0.06 in). Its weight is estimated at 14,500 metric tons (16,000 short tons).[1] The tower has 296 or 294 steps; the seventh floor has two fewer steps on the north-facing staircase. The tower began to lean during construction in the 12th century, due to soft ground which could not properly support the structure's weight, and it worsened through the completion of construction in the 14th century. By 1990 the tilt had reached 5.5 degrees.[2][3][4] The structure was stabilized by remedial work between 1993 and 2001, which reduced the tilt to 3.97 degrees. ", "tags": ["pisa torre di pisa torre", "torre pendente di pisa", "tower", "city's cathedral square piazza del duomo", "pisa cathedral", "pisa italian", "leaning tower", "freestanding bell tower", "tilt", "th"]}, {"title": "Contents Architect Architect ", "content": "There has been controversy about the real identity of the architect of the Leaning Tower of Pisa. For many years, the design was attributed to Guglielmo and Bonanno Pisano,[5] a well-known 12th-century resident artist of Pisa, known for his bronze casting, particularly in the Pisa Duomo. Pisano left Pisa in 1185 for Monreale, Sicily, only to come back and die in his home town. A piece of cast bearing his name was discovered at the foot of the tower in 1820, but this may be related to the bronze door in the façade of the cathedral that was destroyed in 1595. A 2001 study seems to indicate Diotisalvi was the original architect, due to the time of construction and affinity with other Diotisalvi works, notably the bell tower of San Nicola and the Baptistery, both in Pisa.[6] Construction ", "tags": ["pisa", "pisano left pisa", "pisa duomo", "leaning tower", "bell tower", "bronze casting", "original architect", "diotisalvi works", "cast bearing", "bronze door"]}, {"title": "Construction Construction ", "content": "of the tower occurred in three stages over 199 years. On 5 January 1172, Donna Berta di Bernardo, a widow and resident of the house of dell'Opera di Santa Maria, bequeathed sixty soldi to the Opera Campanilis petrarum Sancte Marie. The sum was then used toward the purchase of a few stones which still form the base of the bell tower.[7] On 9 August 1173, the foundations of the tower were laid.[8] Work on the ground floor of the white marble campanile began on 14 August of the same year during a period of military success and prosperity. This ground floor is a blind arcade articulated by engaged columns with classical Corinthian capitals.[citation needed] Nearly four centuries later Giorgio Vasari wrote: \"Guglielmo, according to what is being said, in the year 1174, together with sculptor Bonanno, laid the foundations of the bell tower of the cathedral in Pisa\".[9] The tower began to sink after construction had progressed to the second floor in 1178. This was due to a mere three-metre foundation, set in weak, unstable subsoil, a design that was flawed from the beginning. Construction was subsequently halted for almost a century, as the Republic of Pisa was almost continually engaged in battles with Genoa, Lucca, and Florence. This allowed time for the underlying soil to settle. Otherwise, the tower would almost certainly have toppled.[10] On 27 December 1233, the worker Benenato, son of Gerardo Bottici, oversaw the continuation of the tower's construction.[11] On 23 February 1260, Guido Speziale, son of Giovanni Pisano, was elected to oversee the building of the tower.[12] On 12 April 1264, the master builder Giovanni di Simone, architect of the Camposanto, and 23 workers went to the mountains close to Pisa to cut marble. The cut stones were given to Rainaldo Speziale, worker of St. Francesco.[13] In 1272, construction resumed under Di Simone. In an effort to compensate for the tilt, the engineers built upper floors with one side taller than the other. Because of this, the tower is curved.[14] Construction was halted again in 1284 when the Pisans were defeated by the Genoans in the Battle of Meloria.[8][15] The seventh floor was completed in 1319.[16] The bell-chamber was finally added in 1372. It was built by Tommaso di Andrea Pisano, who succeeded in harmonizing the Gothic elements of the belfry with the Romanesque style of the tower.[17][18] There are seven bells, one for each note of the musical major scale. The largest one was installed in 1655.[10] ", "tags": ["tower", "bell tower", "pisa", "ground floor", "construction", "year", "foundations", "master builder giovanni di simone", "tower's construction", "engineers built upper floors"]}, {"title": "History following construction History following construction ", "content": "Between 1589 and 1592,[citation needed] Galileo Galilei, who lived in Pisa at the time, is said to have dropped two cannonballs of different masses from the tower to demonstrate that their speed of descent was independent of their mass. The primary source for this is the biography Racconto istorico della vita di Galileo Galilei (Historical Account of the Life of Galileo Galilei), written by Galileo's pupil and secretary Vincenzo Viviani in 1654, but only published in 1717, long after his death. [19][20] During World War II, the Allies suspected that the Germans were using the tower as an observation post. A U.S. Army sergeant sent to confirm the presence of German troops in the tower was impressed by the beauty of the cathedral and its campanile, and thus refrained from ordering an artillery strike, sparing it from destruction.[21][22] Numerous efforts have been made to restore the tower to a vertical orientation or at least keep it from falling over. Most of these efforts failed; some worsened the tilt. On 27 February 1964, the government of Italy requested aid in preventing the tower from toppling. It was, however, considered important to retain the current tilt, due to the role that this element played in promoting the tourism industry of Pisa.[23] A multinational task force of engineers, mathematicians, and historians gathered on the Azores islands to discuss stabilisation methods.[when?] It was found that the tilt was increasing in combination with the softer foundations on the lower side. Many methods were proposed to stabilise the tower, including the addition of 800 tonnes of lead counterweights to the raised end of the base.[24] The tower and the neighbouring cathedral, baptistery, and cemetery are included in the Piazza del Duomo UNESCO World Heritage Site, which was declared in 1987.[25] The tower was closed to the public on 7 January 1990, after more than two decades of stabilisation studies and spurred by the abrupt collapse of the Civic Tower of Pavia in 1989. The bells were removed to relieve some weight and cables were cinched around the third level and anchored several hundred meters away. Apartments and houses in the path of a potential fall of the tower were vacated for safety. The selected method for preventing the collapse of the tower was to slightly reduce its tilt to a safer angle by soil removal 38 cubic metres (1,342 cubic feet) from underneath the raised end. The tower's tilt was reduced by 45 centimetres (17.7 inches), returning to its 1838 position. After a decade of corrective reconstruction and stabilization efforts, the tower was reopened to the public on 15 December 2001, and was declared stable for at least another 300 years.[24] In total, 70 metric tons (77 short tons) of soil were removed.[26] After a phase (1990–2001) of structural strengthening,[27] the tower has been undergoing gradual surface restoration to repair visible damage, mostly corrosion and blackening. These are particularly pronounced due to the tower's age and its exposure to wind and rain.[28] In May 2008, engineers announced that the tower had been stabilized such that it had stopped moving for the first time in its history. They stated that it would be stable for at least 200 years.[26] Leaning Tower of Pisa in the 1890s[29] Plaque in memory of Galileo Galilei's experiments Lead counterweights, 1998 The Pisa Baptistery (in the foreground), the Pisa Cathedral (in the middleground), and the Leaning Tower of Pisa (in the background) ", "tags": ["tower", "leaning tower", "biography racconto istorico della vita di galileo galilei historical account", "pisa", "raised end", "piazza del duomo unesco world heritage site", "tilt", "tower's tilt", "galileo galilei's experiments lead counterweights", "galileo galilei"]}, {"title": "Surviving earthquakes Surviving earthquakes ", "content": "At least four strong earthquakes hit the region since 1280, but the apparently vulnerable Tower survived. The reason was not understood until a research group of 16 engineers investigated. The researchers concluded that the Tower was able to withstand the tremors because of dynamic soil-structure interaction (DSSI): the height and stiffness of the Tower together with the softness of the foundation soil influences the vibrational characteristics of the structure in such a way that the Tower does not resonate with earthquake ground motion. The same soft soil that caused the leaning and brought the Tower to the verge of collapse helped it survive.[30] ", "tags": ["tower", "apparently vulnerable tower survived", "foundation soil influences", "strong earthquakes hit", "earthquake ground motion", "soft soil", "researchers concluded", "research group", "vibrational characteristics", "interaction dssi"]}, {"title": "Guinness World Records Guinness World Records ", "content": "Two German churches have challenged the tower's status as the world's most lop-sided building: the 15th-century square Leaning Tower of Suurhusen and the 14th-century bell tower in the town of Bad Frankenhausen.[31] Guinness World Records measured the Pisa and Suurhusen towers, finding the former's tilt to be 3.97 degrees.[32] In June 2010, Guinness World Records certified the Capital Gate building in Abu Dhabi, UAE as the \"World's Furthest Leaning Man-made Tower\";[33] it has an 18-degree slope, almost five times more than the Pisa Tower, but was deliberately engineered to slant. The Leaning Tower of Wanaka in New Zealand, also deliberately built, leans at 53 degrees to the ground.[34] ", "tags": ["guinness world records measured", "guinness world records certified", "degrees", "square leaning tower", "world's", "th century", "leaning tower", "furthest leaning man made", "suurhusen towers", "pisa tower"]}, {"title": "Technical information Technical information ", "content": "About the 5th bell: The name Pasquareccia comes from Easter, because it used to ring on Easter day. However, this bell is older than the bell-chamber itself, and comes from the tower Vergata in Palazzo Pretorio in Pisa, where it was called La Giustizia (The Justice). The bell was tolled to announce executions of criminals and traitors, including Count Ugolino in 1289.[44] A new bell was installed in the bell tower at the end of the 18th century to replace the broken Pasquareccia.[citation needed] The circular shape and great height of the campanile were unusual for their time, and the crowning belfry is stylistically distinct from the rest of the construction. This belfry incorporates a 14 cm (5.5 in) correction for the inclined axis below. The siting of the campanile within the Piazza del Duomo diverges from the axial alignment of the cathedral and baptistery of the Piazza del Duomo.[citation needed] ", "tags": ["bell", "piazza del duomo diverges", "bell tower", "th", "needed", "campanile", "piazza del duomo citation", "including count ugolino", "inclined axis below", "called la giustizia"]}, {"title": "Gallery Gallery ", "content": "View looking up Entrance door to the bell tower External loggia Inner staircase from sixth to seventh floor Inner staircase from seventh to eighth (the top) floor View from the top Assunta bell Pasquareccia bell View, looking down from the top Leaning Tower of Pisa in 2004 Tourist in a common pose at Tower of Pisa, June 2009 ", "tags": ["top assunta bell pasquareccia bell view", "bell tower external loggia", "top floor view", "staircase", "pisa", "top leaning tower"]}], "summary": "", "tags": [], "title": "Leaning Tower of Pisa - Wikipedia", "url": "https://en.wikipedia.org/wiki/Leaning_Tower_of_Pisa"}, {"keywords": [], "score": 0.8958337171874999, "sections": [{"title": "Leaning Tower of Pisa ", "content": " The Leaning Tower of Pisa (Italian: Torre pendente di Pisa) or simply the Tower of Pisa (Torre di Pisa [ˈtorre di ˈpiːza, - ˈpiːsa]) is the campanile, or freestanding bell tower, of the cathedral of the Italian city of Pisa, known worldwide for its nearly four-degree lean, the result of an unstable foundation. The tower is situated behind the Pisa Cathedral and is the third-oldest structure in the city's Cathedral Square (Piazza del Duomo), after the cathedral and the Pisa Baptistry. The height of the tower is 55.86 metres (183.27 feet) from the ground on the low side and 56.67 metres (185.93 feet) on the high side. The width of the walls at the base is 2.44 m (8 ft 0.06 in). Its weight is estimated at 14,500 metric tons (16,000 short tons).[1] The tower has 296 or 294 steps; the seventh floor has two fewer steps on the north-facing staircase. The tower began to lean during construction in the 12th century, due to soft ground which could not properly support the structure's weight, and it worsened through the completion of construction in the 14th century. By 1990 the tilt had reached 5.5 degrees.[2][3][4] The structure was stabilized by remedial work between 1993 and 2001, which reduced the tilt to 3.97 degrees. ", "tags": ["pisa torre di pisa torre", "torre pendente di pisa", "tower", "city's cathedral square piazza del duomo", "pisa cathedral", "pisa italian", "leaning tower", "freestanding bell tower", "tilt", "th"]}, {"title": "Contents Architect Architect ", "content": "There has been controversy about the real identity of the architect of the Leaning Tower of Pisa. For many years, the design was attributed to Guglielmo and Bonanno Pisano,[5] a well-known 12th-century resident artist of Pisa, known for his bronze casting, particularly in the Pisa Duomo. Pisano left Pisa in 1185 for Monreale, Sicily, only to come back and die in his home town. A piece of cast bearing his name was discovered at the foot of the tower in 1820, but this may be related to the bronze door in the façade of the cathedral that was destroyed in 1595. A 2001 study seems to indicate Diotisalvi was the original architect, due to the time of construction and affinity with other Diotisalvi works, notably the bell tower of San Nicola and the Baptistery, both in Pisa.[6] Construction ", "tags": ["pisa", "pisano left pisa", "pisa duomo", "leaning tower", "bell tower", "bronze casting", "original architect", "diotisalvi works", "cast bearing", "bronze door"]}, {"title": "Construction Construction ", "content": "of the tower occurred in three stages over 199 years. On 5 January 1172, Donna Berta di Bernardo, a widow and resident of the house of dell'Opera di Santa Maria, bequeathed sixty soldi to the Opera Campanilis petrarum Sancte Marie. The sum was then used toward the purchase of a few stones which still form the base of the bell tower.[7] On 9 August 1173, the foundations of the tower were laid.[8] Work on the ground floor of the white marble campanile began on 14 August of the same year during a period of military success and prosperity. This ground floor is a blind arcade articulated by engaged columns with classical Corinthian capitals.[citation needed] Nearly four centuries later Giorgio Vasari wrote: \"Guglielmo, according to what is being said, in the year 1174, together with sculptor Bonanno, laid the foundations of the bell tower of the cathedral in Pisa\".[9] The tower began to sink after construction had progressed to the second floor in 1178. This was due to a mere three-metre foundation, set in weak, unstable subsoil, a design that was flawed from the beginning. Construction was subsequently halted for almost a century, as the Republic of Pisa was almost continually engaged in battles with Genoa, Lucca, and Florence. This allowed time for the underlying soil to settle. Otherwise, the tower would almost certainly have toppled.[10] On 27 December 1233, the worker Benenato, son of Gerardo Bottici, oversaw the continuation of the tower's construction.[11] On 23 February 1260, Guido Speziale, son of Giovanni Pisano, was elected to oversee the building of the tower.[12] On 12 April 1264, the master builder Giovanni di Simone, architect of the Camposanto, and 23 workers went to the mountains close to Pisa to cut marble. The cut stones were given to Rainaldo Speziale, worker of St. Francesco.[13] In 1272, construction resumed under Di Simone. In an effort to compensate for the tilt, the engineers built upper floors with one side taller than the other. Because of this, the tower is curved.[14] Construction was halted again in 1284 when the Pisans were defeated by the Genoans in the Battle of Meloria.[8][15] The seventh floor was completed in 1319.[16] The bell-chamber was finally added in 1372. It was built by Tommaso di Andrea Pisano, who succeeded in harmonizing the Gothic elements of the belfry with the Romanesque style of the tower.[17][18] There are seven bells, one for each note of the musical major scale. The largest one was installed in 1655.[10] ", "tags": ["tower", "bell tower", "pisa", "ground floor", "construction", "year", "foundations", "master builder giovanni di simone", "tower's construction", "engineers built upper floors"]}, {"title": "History following construction History following construction ", "content": "Between 1589 and 1592,[citation needed] Galileo Galilei, who lived in Pisa at the time, is said to have dropped two cannonballs of different masses from the tower to demonstrate that their speed of descent was independent of their mass. The primary source for this is the biography Racconto istorico della vita di Galileo Galilei (Historical Account of the Life of Galileo Galilei), written by Galileo's pupil and secretary Vincenzo Viviani in 1654, but only published in 1717, long after his death. [19][20] During World War II, the Allies suspected that the Germans were using the tower as an observation post. A U.S. Army sergeant sent to confirm the presence of German troops in the tower was impressed by the beauty of the cathedral and its campanile, and thus refrained from ordering an artillery strike, sparing it from destruction.[21][22] Numerous efforts have been made to restore the tower to a vertical orientation or at least keep it from falling over. Most of these efforts failed; some worsened the tilt. On 27 February 1964, the government of Italy requested aid in preventing the tower from toppling. It was, however, considered important to retain the current tilt, due to the role that this element played in promoting the tourism industry of Pisa.[23] A multinational task force of engineers, mathematicians, and historians gathered on the Azores islands to discuss stabilisation methods.[when?] It was found that the tilt was increasing in combination with the softer foundations on the lower side. Many methods were proposed to stabilise the tower, including the addition of 800 tonnes of lead counterweights to the raised end of the base.[24] The tower and the neighbouring cathedral, baptistery, and cemetery are included in the Piazza del Duomo UNESCO World Heritage Site, which was declared in 1987.[25] The tower was closed to the public on 7 January 1990, after more than two decades of stabilisation studies and spurred by the abrupt collapse of the Civic Tower of Pavia in 1989. The bells were removed to relieve some weight and cables were cinched around the third level and anchored several hundred meters away. Apartments and houses in the path of a potential fall of the tower were vacated for safety. The selected method for preventing the collapse of the tower was to slightly reduce its tilt to a safer angle by soil removal 38 cubic metres (1,342 cubic feet) from underneath the raised end. The tower's tilt was reduced by 45 centimetres (17.7 inches), returning to its 1838 position. After a decade of corrective reconstruction and stabilization efforts, the tower was reopened to the public on 15 December 2001, and was declared stable for at least another 300 years.[24] In total, 70 metric tons (77 short tons) of soil were removed.[26] After a phase (1990–2001) of structural strengthening,[27] the tower has been undergoing gradual surface restoration to repair visible damage, mostly corrosion and blackening. These are particularly pronounced due to the tower's age and its exposure to wind and rain.[28] In May 2008, engineers announced that the tower had been stabilized such that it had stopped moving for the first time in its history. They stated that it would be stable for at least 200 years.[26] Leaning Tower of Pisa in the 1890s[29] Plaque in memory of Galileo Galilei's experiments Lead counterweights, 1998 The Pisa Baptistery (in the foreground), the Pisa Cathedral (in the middleground), and the Leaning Tower of Pisa (in the background) ", "tags": ["tower", "leaning tower", "biography racconto istorico della vita di galileo galilei historical account", "pisa", "raised end", "piazza del duomo unesco world heritage site", "tilt", "tower's tilt", "galileo galilei's experiments lead counterweights", "galileo galilei"]}, {"title": "Surviving earthquakes Surviving earthquakes ", "content": "At least four strong earthquakes hit the region since 1280, but the apparently vulnerable Tower survived. The reason was not understood until a research group of 16 engineers investigated. The researchers concluded that the Tower was able to withstand the tremors because of dynamic soil-structure interaction (DSSI): the height and stiffness of the Tower together with the softness of the foundation soil influences the vibrational characteristics of the structure in such a way that the Tower does not resonate with earthquake ground motion. The same soft soil that caused the leaning and brought the Tower to the verge of collapse helped it survive.[30] ", "tags": ["tower", "apparently vulnerable tower survived", "foundation soil influences", "strong earthquakes hit", "earthquake ground motion", "soft soil", "researchers concluded", "research group", "vibrational characteristics", "interaction dssi"]}, {"title": "Guinness World Records Guinness World Records ", "content": "Two German churches have challenged the tower's status as the world's most lop-sided building: the 15th-century square Leaning Tower of Suurhusen and the 14th-century bell tower in the town of Bad Frankenhausen.[31] Guinness World Records measured the Pisa and Suurhusen towers, finding the former's tilt to be 3.97 degrees.[32] In June 2010, Guinness World Records certified the Capital Gate building in Abu Dhabi, UAE as the \"World's Furthest Leaning Man-made Tower\";[33] it has an 18-degree slope, almost five times more than the Pisa Tower, but was deliberately engineered to slant. The Leaning Tower of Wanaka in New Zealand, also deliberately built, leans at 53 degrees to the ground.[34] ", "tags": ["guinness world records measured", "guinness world records certified", "degrees", "square leaning tower", "world's", "th century", "leaning tower", "furthest leaning man made", "suurhusen towers", "pisa tower"]}, {"title": "Technical information Technical information ", "content": "About the 5th bell: The name Pasquareccia comes from Easter, because it used to ring on Easter day. However, this bell is older than the bell-chamber itself, and comes from the tower Vergata in Palazzo Pretorio in Pisa, where it was called La Giustizia (The Justice). The bell was tolled to announce executions of criminals and traitors, including Count Ugolino in 1289.[44] A new bell was installed in the bell tower at the end of the 18th century to replace the broken Pasquareccia.[citation needed] The circular shape and great height of the campanile were unusual for their time, and the crowning belfry is stylistically distinct from the rest of the construction. This belfry incorporates a 14 cm (5.5 in) correction for the inclined axis below. The siting of the campanile within the Piazza del Duomo diverges from the axial alignment of the cathedral and baptistery of the Piazza del Duomo.[citation needed] ", "tags": ["bell", "piazza del duomo diverges", "bell tower", "th", "needed", "campanile", "piazza del duomo citation", "including count ugolino", "inclined axis below", "called la giustizia"]}, {"title": "Gallery Gallery ", "content": "View looking up Entrance door to the bell tower External loggia Inner staircase from sixth to seventh floor Inner staircase from seventh to eighth (the top) floor View from the top Assunta bell Pasquareccia bell View, looking down from the top Leaning Tower of Pisa in 2004 Tourist in a common pose at Tower of Pisa, June 2009 ", "tags": ["top assunta bell pasquareccia bell view", "bell tower external loggia", "top floor view", "staircase", "pisa", "top leaning tower"]}], "summary": "", "tags": [], "title": "Leaning Tower of Pisa - Wikipedia", "url": "https://en.wikipedia.org/wiki/Leaning_Tower_of_Pisa"}, {"keywords": [], "score": 0.8958337171874999, "sections": [{"title": "Leaning Tower of Pisa ", "content": " The Leaning Tower of Pisa (Italian: Torre pendente di Pisa) or simply the Tower of Pisa (Torre di Pisa [ˈtorre di ˈpiːza, - ˈpiːsa]) is the campanile, or freestanding bell tower, of the cathedral of the Italian city of Pisa, known worldwide for its nearly four-degree lean, the result of an unstable foundation. The tower is situated behind the Pisa Cathedral and is the third-oldest structure in the city's Cathedral Square (Piazza del Duomo), after the cathedral and the Pisa Baptistry. The height of the tower is 55.86 metres (183.27 feet) from the ground on the low side and 56.67 metres (185.93 feet) on the high side. The width of the walls at the base is 2.44 m (8 ft 0.06 in). Its weight is estimated at 14,500 metric tons (16,000 short tons).[1] The tower has 296 or 294 steps; the seventh floor has two fewer steps on the north-facing staircase. The tower began to lean during construction in the 12th century, due to soft ground which could not properly support the structure's weight, and it worsened through the completion of construction in the 14th century. By 1990 the tilt had reached 5.5 degrees.[2][3][4] The structure was stabilized by remedial work between 1993 and 2001, which reduced the tilt to 3.97 degrees. ", "tags": ["pisa torre di pisa torre", "torre pendente di pisa", "tower", "city's cathedral square piazza del duomo", "pisa cathedral", "pisa italian", "leaning tower", "freestanding bell tower", "tilt", "th"]}, {"title": "Contents Architect Architect ", "content": "There has been controversy about the real identity of the architect of the Leaning Tower of Pisa. For many years, the design was attributed to Guglielmo and Bonanno Pisano,[5] a well-known 12th-century resident artist of Pisa, known for his bronze casting, particularly in the Pisa Duomo. Pisano left Pisa in 1185 for Monreale, Sicily, only to come back and die in his home town. A piece of cast bearing his name was discovered at the foot of the tower in 1820, but this may be related to the bronze door in the façade of the cathedral that was destroyed in 1595. A 2001 study seems to indicate Diotisalvi was the original architect, due to the time of construction and affinity with other Diotisalvi works, notably the bell tower of San Nicola and the Baptistery, both in Pisa.[6] Construction ", "tags": ["pisa", "pisano left pisa", "pisa duomo", "leaning tower", "bell tower", "bronze casting", "original architect", "diotisalvi works", "cast bearing", "bronze door"]}, {"title": "Construction Construction ", "content": "of the tower occurred in three stages over 199 years. On 5 January 1172, Donna Berta di Bernardo, a widow and resident of the house of dell'Opera di Santa Maria, bequeathed sixty soldi to the Opera Campanilis petrarum Sancte Marie. The sum was then used toward the purchase of a few stones which still form the base of the bell tower.[7] On 9 August 1173, the foundations of the tower were laid.[8] Work on the ground floor of the white marble campanile began on 14 August of the same year during a period of military success and prosperity. This ground floor is a blind arcade articulated by engaged columns with classical Corinthian capitals.[citation needed] Nearly four centuries later Giorgio Vasari wrote: \"Guglielmo, according to what is being said, in the year 1174, together with sculptor Bonanno, laid the foundations of the bell tower of the cathedral in Pisa\".[9] The tower began to sink after construction had progressed to the second floor in 1178. This was due to a mere three-metre foundation, set in weak, unstable subsoil, a design that was flawed from the beginning. Construction was subsequently halted for almost a century, as the Republic of Pisa was almost continually engaged in battles with Genoa, Lucca, and Florence. This allowed time for the underlying soil to settle. Otherwise, the tower would almost certainly have toppled.[10] On 27 December 1233, the worker Benenato, son of Gerardo Bottici, oversaw the continuation of the tower's construction.[11] On 23 February 1260, Guido Speziale, son of Giovanni Pisano, was elected to oversee the building of the tower.[12] On 12 April 1264, the master builder Giovanni di Simone, architect of the Camposanto, and 23 workers went to the mountains close to Pisa to cut marble. The cut stones were given to Rainaldo Speziale, worker of St. Francesco.[13] In 1272, construction resumed under Di Simone. In an effort to compensate for the tilt, the engineers built upper floors with one side taller than the other. Because of this, the tower is curved.[14] Construction was halted again in 1284 when the Pisans were defeated by the Genoans in the Battle of Meloria.[8][15] The seventh floor was completed in 1319.[16] The bell-chamber was finally added in 1372. It was built by Tommaso di Andrea Pisano, who succeeded in harmonizing the Gothic elements of the belfry with the Romanesque style of the tower.[17][18] There are seven bells, one for each note of the musical major scale. The largest one was installed in 1655.[10] ", "tags": ["tower", "bell tower", "pisa", "ground floor", "construction", "year", "foundations", "master builder giovanni di simone", "tower's construction", "engineers built upper floors"]}, {"title": "History following construction History following construction ", "content": "Between 1589 and 1592,[citation needed] Galileo Galilei, who lived in Pisa at the time, is said to have dropped two cannonballs of different masses from the tower to demonstrate that their speed of descent was independent of their mass. The primary source for this is the biography Racconto istorico della vita di Galileo Galilei (Historical Account of the Life of Galileo Galilei), written by Galileo's pupil and secretary Vincenzo Viviani in 1654, but only published in 1717, long after his death. [19][20] During World War II, the Allies suspected that the Germans were using the tower as an observation post. A U.S. Army sergeant sent to confirm the presence of German troops in the tower was impressed by the beauty of the cathedral and its campanile, and thus refrained from ordering an artillery strike, sparing it from destruction.[21][22] Numerous efforts have been made to restore the tower to a vertical orientation or at least keep it from falling over. Most of these efforts failed; some worsened the tilt. On 27 February 1964, the government of Italy requested aid in preventing the tower from toppling. It was, however, considered important to retain the current tilt, due to the role that this element played in promoting the tourism industry of Pisa.[23] A multinational task force of engineers, mathematicians, and historians gathered on the Azores islands to discuss stabilisation methods.[when?] It was found that the tilt was increasing in combination with the softer foundations on the lower side. Many methods were proposed to stabilise the tower, including the addition of 800 tonnes of lead counterweights to the raised end of the base.[24] The tower and the neighbouring cathedral, baptistery, and cemetery are included in the Piazza del Duomo UNESCO World Heritage Site, which was declared in 1987.[25] The tower was closed to the public on 7 January 1990, after more than two decades of stabilisation studies and spurred by the abrupt collapse of the Civic Tower of Pavia in 1989. The bells were removed to relieve some weight and cables were cinched around the third level and anchored several hundred meters away. Apartments and houses in the path of a potential fall of the tower were vacated for safety. The selected method for preventing the collapse of the tower was to slightly reduce its tilt to a safer angle by soil removal 38 cubic metres (1,342 cubic feet) from underneath the raised end. The tower's tilt was reduced by 45 centimetres (17.7 inches), returning to its 1838 position. After a decade of corrective reconstruction and stabilization efforts, the tower was reopened to the public on 15 December 2001, and was declared stable for at least another 300 years.[24] In total, 70 metric tons (77 short tons) of soil were removed.[26] After a phase (1990–2001) of structural strengthening,[27] the tower has been undergoing gradual surface restoration to repair visible damage, mostly corrosion and blackening. These are particularly pronounced due to the tower's age and its exposure to wind and rain.[28] In May 2008, engineers announced that the tower had been stabilized such that it had stopped moving for the first time in its history. They stated that it would be stable for at least 200 years.[26] Leaning Tower of Pisa in the 1890s[29] Plaque in memory of Galileo Galilei's experiments Lead counterweights, 1998 The Pisa Baptistery (in the foreground), the Pisa Cathedral (in the middleground), and the Leaning Tower of Pisa (in the background) ", "tags": ["tower", "leaning tower", "biography racconto istorico della vita di galileo galilei historical account", "pisa", "raised end", "piazza del duomo unesco world heritage site", "tilt", "tower's tilt", "galileo galilei's experiments lead counterweights", "galileo galilei"]}, {"title": "Surviving earthquakes Surviving earthquakes ", "content": "At least four strong earthquakes hit the region since 1280, but the apparently vulnerable Tower survived. The reason was not understood until a research group of 16 engineers investigated. The researchers concluded that the Tower was able to withstand the tremors because of dynamic soil-structure interaction (DSSI): the height and stiffness of the Tower together with the softness of the foundation soil influences the vibrational characteristics of the structure in such a way that the Tower does not resonate with earthquake ground motion. The same soft soil that caused the leaning and brought the Tower to the verge of collapse helped it survive.[30] ", "tags": ["tower", "apparently vulnerable tower survived", "foundation soil influences", "strong earthquakes hit", "earthquake ground motion", "soft soil", "researchers concluded", "research group", "vibrational characteristics", "interaction dssi"]}, {"title": "Guinness World Records Guinness World Records ", "content": "Two German churches have challenged the tower's status as the world's most lop-sided building: the 15th-century square Leaning Tower of Suurhusen and the 14th-century bell tower in the town of Bad Frankenhausen.[31] Guinness World Records measured the Pisa and Suurhusen towers, finding the former's tilt to be 3.97 degrees.[32] In June 2010, Guinness World Records certified the Capital Gate building in Abu Dhabi, UAE as the \"World's Furthest Leaning Man-made Tower\";[33] it has an 18-degree slope, almost five times more than the Pisa Tower, but was deliberately engineered to slant. The Leaning Tower of Wanaka in New Zealand, also deliberately built, leans at 53 degrees to the ground.[34] ", "tags": ["guinness world records measured", "guinness world records certified", "degrees", "square leaning tower", "world's", "th century", "leaning tower", "furthest leaning man made", "suurhusen towers", "pisa tower"]}, {"title": "Technical information Technical information ", "content": "About the 5th bell: The name Pasquareccia comes from Easter, because it used to ring on Easter day. However, this bell is older than the bell-chamber itself, and comes from the tower Vergata in Palazzo Pretorio in Pisa, where it was called La Giustizia (The Justice). The bell was tolled to announce executions of criminals and traitors, including Count Ugolino in 1289.[44] A new bell was installed in the bell tower at the end of the 18th century to replace the broken Pasquareccia.[citation needed] The circular shape and great height of the campanile were unusual for their time, and the crowning belfry is stylistically distinct from the rest of the construction. This belfry incorporates a 14 cm (5.5 in) correction for the inclined axis below. The siting of the campanile within the Piazza del Duomo diverges from the axial alignment of the cathedral and baptistery of the Piazza del Duomo.[citation needed] ", "tags": ["bell", "piazza del duomo diverges", "bell tower", "th", "needed", "campanile", "piazza del duomo citation", "including count ugolino", "inclined axis below", "called la giustizia"]}, {"title": "Gallery Gallery ", "content": "View looking up Entrance door to the bell tower External loggia Inner staircase from sixth to seventh floor Inner staircase from seventh to eighth (the top) floor View from the top Assunta bell Pasquareccia bell View, looking down from the top Leaning Tower of Pisa in 2004 Tourist in a common pose at Tower of Pisa, June 2009 ", "tags": ["top assunta bell pasquareccia bell view", "bell tower external loggia", "top floor view", "staircase", "pisa", "top leaning tower"]}], "summary": "", "tags": [], "title": "Leaning Tower of Pisa - Wikipedia", "url": "https://en.wikipedia.org/wiki/Leaning_Tower_of_Pisa"}, {"keywords": [], "score": 0.5972224781250001, "sections": [{"title": "Guide to the World's Most Famous Tower ", "content": "Leaning Tower of Pisa ", "tags": ["leaning tower"]}, {"title": "The Leaning Tower of Pisa ", "content": "is one of the most remarkable architectural structures from medieval Europe. It is located in the Italian town of Pisa, one of the most visited European cities. ", "tags": ["visited european cities", "remarkable architectural structures"]}, {"title": "Square of Miracles ", "content": "Tower of Pisa is more accurately referred to simply as the bell tower, or campanile. The Pisa tower is one of the four buildings that make up the cathedral complex in Pisa, Italy, called Campo dei Miracoli or Piazza dei Miracoli, which means Field of Miracles. The first building constructed at Campo dei Miracoli, Pisa, was the cathedral, or Duomo di Pisa, which rests on a white marble pavement and is an impressive example of Romanesque architecture. Square of Miracles, Baptistery The next building added was the baptistery just west of the dome.Then work on the campanile began. Before the work on the campanile was completed the cemetery, Campo Santo, was built. Piazza dei Miracoli of Pisa is the most splendiferous assemblage of Romanesque architecture in Italy. Faced in gray-and-white striped marble and bristling with columns and arches, the cathedral, with its curiously Islamic dome and matching domed baptistery, rises from an emerald green lawn. Flanking one side of the piazza, the camposanto, or cemetery, is a gracefully elongated cloister enclosing a burial ground with earth reputedly brought back during the Crusades from Golgotha, the hill where Jesus was crucified, so that noble Pisans could rest in holy ground. Don’t Forget to → Book Your Leaning Tower of Pisa Tickets Now ", "tags": ["piazza dei miracoli", "pisa", "romanesque architecture", "called campo dei miracoli", "campo dei miracoli", "duomo di pisa", "work", "miracles", "italy", "gracefully elongated cloister enclosing"]}, {"title": "The Leaning Tower of Pisa ", "content": "Leaning-Tower of Pisa The Leaning Tower of Pisa is the piazza’s crowning glory. Although only a third as high as the Washington Monument, it was a miracle of medieval engineering, probably the tallest bell towers in Europe. With 207 columns ranged around eight stories, Tower of Pisa looks like a massive wedding cake knocked precariously askew by a clumsy giant guest. The construction of Tower of Pisa began in August 1173 and continued for about 200 years due to the onset of a series of wars. Till today, the name of the architect is a mystery. Leaning Tower of Pisa and CathedralThe leaning Tower of Pisa was designed as a circular bell tower that would stand 185 feet high. It is constructed of white marble. The tower has eight stories, including the chamber for the bells. Leaning-Tower of Pisa The bottom story consists of 15 marble arches. Each of the next six stories contains 30 arches that surround the tower. The final story is the bell chamber itself, which has 16 arches. There is a 297 step spiral staircase inside the tower leading to the top. The top of the leaning tower of Pisa is about 17 feet off the vertical. The tower is also slightly curved from the attempts by various architects to keep it from leaning more or falling over. Many ideas have been suggested to straighten the Tower of Pisa, including taking it apart stone by stone and rebuilding it at a different location. In the 1920s the foundations of the tower were injected with cement grouting that has stabilized the tower to some extent. Until recent years tourists were not allowed to climb the staircase inside the tower, due to consolidation work. But now the leaning Tower of Pisa is open again and it is one of the most popular tourist attractions in Italy → Book a Hotel or check our → Visit Tower of Pisa page. ", "tags": ["pisa", "tower", "leaning tower", "cathedralthe leaning tower", "tallest bell towers", "circular bell tower", "stories", "massive wedding cake knocked precariously askew", "pisa page", "pisa began"]}], "summary": "", "tags": [], "title": "Leaning Tower of Pisa – The Guide to the World's Most Famous Tower", "url": "http://www.towerofpisa.org/"}, {"keywords": [], "score": 0.5972224781250001, "sections": [{"title": "Guide to the World's Most Famous Tower ", "content": "Leaning Tower of Pisa ", "tags": ["leaning tower"]}, {"title": "The Leaning Tower of Pisa ", "content": "is one of the most remarkable architectural structures from medieval Europe. It is located in the Italian town of Pisa, one of the most visited European cities. ", "tags": ["visited european cities", "remarkable architectural structures"]}, {"title": "Square of Miracles ", "content": "Tower of Pisa is more accurately referred to simply as the bell tower, or campanile. The Pisa tower is one of the four buildings that make up the cathedral complex in Pisa, Italy, called Campo dei Miracoli or Piazza dei Miracoli, which means Field of Miracles. The first building constructed at Campo dei Miracoli, Pisa, was the cathedral, or Duomo di Pisa, which rests on a white marble pavement and is an impressive example of Romanesque architecture. Square of Miracles, Baptistery The next building added was the baptistery just west of the dome.Then work on the campanile began. Before the work on the campanile was completed the cemetery, Campo Santo, was built. Piazza dei Miracoli of Pisa is the most splendiferous assemblage of Romanesque architecture in Italy. Faced in gray-and-white striped marble and bristling with columns and arches, the cathedral, with its curiously Islamic dome and matching domed baptistery, rises from an emerald green lawn. Flanking one side of the piazza, the camposanto, or cemetery, is a gracefully elongated cloister enclosing a burial ground with earth reputedly brought back during the Crusades from Golgotha, the hill where Jesus was crucified, so that noble Pisans could rest in holy ground. Don’t Forget to → Book Your Leaning Tower of Pisa Tickets Now ", "tags": ["piazza dei miracoli", "pisa", "romanesque architecture", "called campo dei miracoli", "campo dei miracoli", "duomo di pisa", "work", "miracles", "italy", "gracefully elongated cloister enclosing"]}, {"title": "The Leaning Tower of Pisa ", "content": "Leaning-Tower of Pisa The Leaning Tower of Pisa is the piazza’s crowning glory. Although only a third as high as the Washington Monument, it was a miracle of medieval engineering, probably the tallest bell towers in Europe. With 207 columns ranged around eight stories, Tower of Pisa looks like a massive wedding cake knocked precariously askew by a clumsy giant guest. The construction of Tower of Pisa began in August 1173 and continued for about 200 years due to the onset of a series of wars. Till today, the name of the architect is a mystery. Leaning Tower of Pisa and CathedralThe leaning Tower of Pisa was designed as a circular bell tower that would stand 185 feet high. It is constructed of white marble. The tower has eight stories, including the chamber for the bells. Leaning-Tower of Pisa The bottom story consists of 15 marble arches. Each of the next six stories contains 30 arches that surround the tower. The final story is the bell chamber itself, which has 16 arches. There is a 297 step spiral staircase inside the tower leading to the top. The top of the leaning tower of Pisa is about 17 feet off the vertical. The tower is also slightly curved from the attempts by various architects to keep it from leaning more or falling over. Many ideas have been suggested to straighten the Tower of Pisa, including taking it apart stone by stone and rebuilding it at a different location. In the 1920s the foundations of the tower were injected with cement grouting that has stabilized the tower to some extent. Until recent years tourists were not allowed to climb the staircase inside the tower, due to consolidation work. But now the leaning Tower of Pisa is open again and it is one of the most popular tourist attractions in Italy → Book a Hotel or check our → Visit Tower of Pisa page. ", "tags": ["pisa", "tower", "leaning tower", "cathedralthe leaning tower", "tallest bell towers", "circular bell tower", "stories", "massive wedding cake knocked precariously askew", "pisa page", "pisa began"]}], "summary": "", "tags": [], "title": "Leaning Tower of Pisa – The Guide to the World's Most Famous Tower", "url": "http://www.towerofpisa.org/"}, {"keywords": [], "score": 0.5972224781250001, "sections": [{"title": "Guide to the World's Most Famous Tower ", "content": "Leaning Tower of Pisa ", "tags": ["leaning tower"]}, {"title": "The Leaning Tower of Pisa ", "content": "is one of the most remarkable architectural structures from medieval Europe. It is located in the Italian town of Pisa, one of the most visited European cities. ", "tags": ["visited european cities", "remarkable architectural structures"]}, {"title": "Square of Miracles ", "content": "Tower of Pisa is more accurately referred to simply as the bell tower, or campanile. The Pisa tower is one of the four buildings that make up the cathedral complex in Pisa, Italy, called Campo dei Miracoli or Piazza dei Miracoli, which means Field of Miracles. The first building constructed at Campo dei Miracoli, Pisa, was the cathedral, or Duomo di Pisa, which rests on a white marble pavement and is an impressive example of Romanesque architecture. Square of Miracles, Baptistery The next building added was the baptistery just west of the dome.Then work on the campanile began. Before the work on the campanile was completed the cemetery, Campo Santo, was built. Piazza dei Miracoli of Pisa is the most splendiferous assemblage of Romanesque architecture in Italy. Faced in gray-and-white striped marble and bristling with columns and arches, the cathedral, with its curiously Islamic dome and matching domed baptistery, rises from an emerald green lawn. Flanking one side of the piazza, the camposanto, or cemetery, is a gracefully elongated cloister enclosing a burial ground with earth reputedly brought back during the Crusades from Golgotha, the hill where Jesus was crucified, so that noble Pisans could rest in holy ground. Don’t Forget to → Book Your Leaning Tower of Pisa Tickets Now ", "tags": ["piazza dei miracoli", "pisa", "romanesque architecture", "called campo dei miracoli", "campo dei miracoli", "duomo di pisa", "work", "miracles", "italy", "gracefully elongated cloister enclosing"]}, {"title": "The Leaning Tower of Pisa ", "content": "Leaning-Tower of Pisa The Leaning Tower of Pisa is the piazza’s crowning glory. Although only a third as high as the Washington Monument, it was a miracle of medieval engineering, probably the tallest bell towers in Europe. With 207 columns ranged around eight stories, Tower of Pisa looks like a massive wedding cake knocked precariously askew by a clumsy giant guest. The construction of Tower of Pisa began in August 1173 and continued for about 200 years due to the onset of a series of wars. Till today, the name of the architect is a mystery. Leaning Tower of Pisa and CathedralThe leaning Tower of Pisa was designed as a circular bell tower that would stand 185 feet high. It is constructed of white marble. The tower has eight stories, including the chamber for the bells. Leaning-Tower of Pisa The bottom story consists of 15 marble arches. Each of the next six stories contains 30 arches that surround the tower. The final story is the bell chamber itself, which has 16 arches. There is a 297 step spiral staircase inside the tower leading to the top. The top of the leaning tower of Pisa is about 17 feet off the vertical. The tower is also slightly curved from the attempts by various architects to keep it from leaning more or falling over. Many ideas have been suggested to straighten the Tower of Pisa, including taking it apart stone by stone and rebuilding it at a different location. In the 1920s the foundations of the tower were injected with cement grouting that has stabilized the tower to some extent. Until recent years tourists were not allowed to climb the staircase inside the tower, due to consolidation work. But now the leaning Tower of Pisa is open again and it is one of the most popular tourist attractions in Italy → Book a Hotel or check our → Visit Tower of Pisa page. ", "tags": ["pisa", "tower", "leaning tower", "cathedralthe leaning tower", "tallest bell towers", "circular bell tower", "stories", "massive wedding cake knocked precariously askew", "pisa page", "pisa began"]}], "summary": "", "tags": [], "title": "Leaning Tower of Pisa – The Guide to the World's Most Famous Tower", "url": "http://www.towerofpisa.org/"}, {"keywords": [], "score": 0.29861123906250003, "sections": [{"title": "Galileo's Leaning Tower of Pisa experiment ", "content": "Between 1589–92,[1] the Italian scientist Galileo Galilei (then professor of mathematics at the University of Pisa) is said to have dropped two spheres of different masses from the Leaning Tower of Pisa to demonstrate that their time of descent was independent of their mass, according to a biography by Galileo's pupil Vincenzo Viviani, composed in 1654 and published in 1717.[2][3]:19–21[4][5] According to the story, Galileo discovered through this experiment that the objects fell with the same acceleration, proving his prediction true, while at the same time disproving Aristotle's theory of gravity (which states that objects fall at speed proportional to their mass). Most historians consider it to have been a thought experiment rather than a physical test as there is little evidence that it actually took place.[6] ", "tags": ["mass", "time disproving aristotle's theory", "italian scientist galileo galilei", "galileo's pupil vincenzo viviani", "pisa", "masses", "thought experiment", "objects fell", "objects fall", "galileo discovered"]}, {"title": "Contents Galileo's experiment[edit] Galileo's experiment ", "content": "At the time when Viviani asserts that the experiment took place, Galileo had not yet formulated the final version of his law of free fall. He had, however, formulated an earlier version which predicted that bodies of the same material falling through the same medium would fall at the same speed.[3]:20 This was contrary to what Aristotle had taught: that heavy objects fall faster than lighter ones, in direct proportion to their weight.[3]:9[7] While this story has been retold in popular accounts, there is no account by Galileo himself of such an experiment, and it is accepted by most historians that it was a thought experiment which did not actually take place.[8][9] An exception is Stillman Drake, who argues that it took place, more or less as Viviani described it, as a demonstration for students.[3]:19–21, 414–416 Galileo set out his ideas about falling bodies, and about projectiles in general, in his book Two New Sciences. The two sciences were the science of motion, which became the foundation-stone of physics, and the science of materials and construction, an important contribution to engineering. Galileo arrived at his hypothesis by a famous thought experiment outlined in his book On Motion.[10] This experiment runs as follows: Imagine two objects, one light and one heavier than the other one, are connected to each other by a string. Drop this system of objects from the top of a tower. If we assume heavier objects do indeed fall faster than lighter ones (and conversely, lighter objects fall slower), the string will soon pull taut as the lighter object retards the fall of the heavier object. But the system considered as a whole is heavier than the heavy object alone, and therefore should fall faster. This contradiction leads one to conclude the assumption is false. ", "tags": ["place", "fall faster", "sciences", "science", "heavy objects fall faster", "lighter objects fall slower", "famous thought experiment outlined", "assume heavier objects", "lighter object retards", "heavier"]}, {"title": "Other performances[edit] Other performances ", "content": "A similar experiment took place some years earlier in Delft in the Netherlands, when the mathematician and physicist Simon Stevin and Jan Cornets de Groot (the father of Hugo de Groot) conducted the experiment from the top of the Nieuwe Kerk. The experiment is described in Simon Stevin's book De Beghinselen der Weeghconst (The Principles of Statics), published in 1586 and a landmark book on statics: 'Let us take (as the highly educated Jan Cornets de Groot, the diligent researcher of the mysteries of Nature, and I have done) two balls of lead, the one ten times bigger and heavier than the other, and let them drop together from 30 feet high, and it will show, that the lightest ball is not ten times longer under way than the heaviest, but they fall together at the same time on the ground. (...) This proves that Aristotle is wrong.' [11][12][13] Astronaut David Scott performed a version of the experiment on the Moon during the Apollo 15 mission in 1971, dropping a feather and a hammer from his hands. Because of the negligible lunar atmosphere, there was no drag on the feather, which hit the ground at the same time as the hammer. ", "tags": ["highly educated jan cornets de groot", "simon stevin's book de beghinselen der weeghconst", "experiment", "jan cornets de groot", "hugo de groot conducted", "ten times longer", "ten times bigger", "time", "statics", "hammer"]}, {"title": "See also[edit] See also Notes[edit] Notes Further reading[edit] Further reading External links[edit] External links ", "content": "[[Category:Thought experiments in ] ", "tags": ["experiments"]}], "summary": "", "tags": [], "title": "Galileo's Leaning Tower of Pisa experiment - Wikipedia", "url": "https://en.wikipedia.org/wiki/Galileo%27s_Leaning_Tower_of_Pisa_experiment"}, {"keywords": [], "score": 0.29861123906250003, "sections": [{"title": "Galileo's Leaning Tower of Pisa experiment ", "content": "Between 1589–92,[1] the Italian scientist Galileo Galilei (then professor of mathematics at the University of Pisa) is said to have dropped two spheres of different masses from the Leaning Tower of Pisa to demonstrate that their time of descent was independent of their mass, according to a biography by Galileo's pupil Vincenzo Viviani, composed in 1654 and published in 1717.[2][3]:19–21[4][5] According to the story, Galileo discovered through this experiment that the objects fell with the same acceleration, proving his prediction true, while at the same time disproving Aristotle's theory of gravity (which states that objects fall at speed proportional to their mass). Most historians consider it to have been a thought experiment rather than a physical test as there is little evidence that it actually took place.[6] ", "tags": ["mass", "time disproving aristotle's theory", "italian scientist galileo galilei", "galileo's pupil vincenzo viviani", "pisa", "masses", "thought experiment", "objects fell", "objects fall", "galileo discovered"]}, {"title": "Contents Galileo's experiment[edit] Galileo's experiment ", "content": "At the time when Viviani asserts that the experiment took place, Galileo had not yet formulated the final version of his law of free fall. He had, however, formulated an earlier version which predicted that bodies of the same material falling through the same medium would fall at the same speed.[3]:20 This was contrary to what Aristotle had taught: that heavy objects fall faster than lighter ones, in direct proportion to their weight.[3]:9[7] While this story has been retold in popular accounts, there is no account by Galileo himself of such an experiment, and it is accepted by most historians that it was a thought experiment which did not actually take place.[8][9] An exception is Stillman Drake, who argues that it took place, more or less as Viviani described it, as a demonstration for students.[3]:19–21, 414–416 Galileo set out his ideas about falling bodies, and about projectiles in general, in his book Two New Sciences. The two sciences were the science of motion, which became the foundation-stone of physics, and the science of materials and construction, an important contribution to engineering. Galileo arrived at his hypothesis by a famous thought experiment outlined in his book On Motion.[10] This experiment runs as follows: Imagine two objects, one light and one heavier than the other one, are connected to each other by a string. Drop this system of objects from the top of a tower. If we assume heavier objects do indeed fall faster than lighter ones (and conversely, lighter objects fall slower), the string will soon pull taut as the lighter object retards the fall of the heavier object. But the system considered as a whole is heavier than the heavy object alone, and therefore should fall faster. This contradiction leads one to conclude the assumption is false. ", "tags": ["place", "fall faster", "sciences", "science", "heavy objects fall faster", "lighter objects fall slower", "famous thought experiment outlined", "assume heavier objects", "lighter object retards", "heavier"]}, {"title": "Other performances[edit] Other performances ", "content": "A similar experiment took place some years earlier in Delft in the Netherlands, when the mathematician and physicist Simon Stevin and Jan Cornets de Groot (the father of Hugo de Groot) conducted the experiment from the top of the Nieuwe Kerk. The experiment is described in Simon Stevin's book De Beghinselen der Weeghconst (The Principles of Statics), published in 1586 and a landmark book on statics: 'Let us take (as the highly educated Jan Cornets de Groot, the diligent researcher of the mysteries of Nature, and I have done) two balls of lead, the one ten times bigger and heavier than the other, and let them drop together from 30 feet high, and it will show, that the lightest ball is not ten times longer under way than the heaviest, but they fall together at the same time on the ground. (...) This proves that Aristotle is wrong.' [11][12][13] Astronaut David Scott performed a version of the experiment on the Moon during the Apollo 15 mission in 1971, dropping a feather and a hammer from his hands. Because of the negligible lunar atmosphere, there was no drag on the feather, which hit the ground at the same time as the hammer. ", "tags": ["highly educated jan cornets de groot", "simon stevin's book de beghinselen der weeghconst", "experiment", "jan cornets de groot", "hugo de groot conducted", "ten times longer", "ten times bigger", "time", "statics", "hammer"]}, {"title": "See also[edit] See also Notes[edit] Notes Further reading[edit] Further reading External links[edit] External links ", "content": "[[Category:Thought experiments in ] ", "tags": ["experiments"]}], "summary": "", "tags": [], "title": "Galileo's Leaning Tower of Pisa experiment - Wikipedia", "url": "https://en.wikipedia.org/wiki/Galileo%27s_Leaning_Tower_of_Pisa_experiment"}, {"keywords": [], "score": 0.29861123906250003, "sections": [{"title": "Galileo's Leaning Tower of Pisa experiment ", "content": "Between 1589–92,[1] the Italian scientist Galileo Galilei (then professor of mathematics at the University of Pisa) is said to have dropped two spheres of different masses from the Leaning Tower of Pisa to demonstrate that their time of descent was independent of their mass, according to a biography by Galileo's pupil Vincenzo Viviani, composed in 1654 and published in 1717.[2][3]:19–21[4][5] According to the story, Galileo discovered through this experiment that the objects fell with the same acceleration, proving his prediction true, while at the same time disproving Aristotle's theory of gravity (which states that objects fall at speed proportional to their mass). Most historians consider it to have been a thought experiment rather than a physical test as there is little evidence that it actually took place.[6] ", "tags": ["mass", "time disproving aristotle's theory", "italian scientist galileo galilei", "galileo's pupil vincenzo viviani", "pisa", "masses", "thought experiment", "objects fell", "objects fall", "galileo discovered"]}, {"title": "Contents Galileo's experiment[edit] Galileo's experiment ", "content": "At the time when Viviani asserts that the experiment took place, Galileo had not yet formulated the final version of his law of free fall. He had, however, formulated an earlier version which predicted that bodies of the same material falling through the same medium would fall at the same speed.[3]:20 This was contrary to what Aristotle had taught: that heavy objects fall faster than lighter ones, in direct proportion to their weight.[3]:9[7] While this story has been retold in popular accounts, there is no account by Galileo himself of such an experiment, and it is accepted by most historians that it was a thought experiment which did not actually take place.[8][9] An exception is Stillman Drake, who argues that it took place, more or less as Viviani described it, as a demonstration for students.[3]:19–21, 414–416 Galileo set out his ideas about falling bodies, and about projectiles in general, in his book Two New Sciences. The two sciences were the science of motion, which became the foundation-stone of physics, and the science of materials and construction, an important contribution to engineering. Galileo arrived at his hypothesis by a famous thought experiment outlined in his book On Motion.[10] This experiment runs as follows: Imagine two objects, one light and one heavier than the other one, are connected to each other by a string. Drop this system of objects from the top of a tower. If we assume heavier objects do indeed fall faster than lighter ones (and conversely, lighter objects fall slower), the string will soon pull taut as the lighter object retards the fall of the heavier object. But the system considered as a whole is heavier than the heavy object alone, and therefore should fall faster. This contradiction leads one to conclude the assumption is false. ", "tags": ["place", "fall faster", "sciences", "science", "heavy objects fall faster", "lighter objects fall slower", "famous thought experiment outlined", "assume heavier objects", "lighter object retards", "heavier"]}, {"title": "Other performances[edit] Other performances ", "content": "A similar experiment took place some years earlier in Delft in the Netherlands, when the mathematician and physicist Simon Stevin and Jan Cornets de Groot (the father of Hugo de Groot) conducted the experiment from the top of the Nieuwe Kerk. The experiment is described in Simon Stevin's book De Beghinselen der Weeghconst (The Principles of Statics), published in 1586 and a landmark book on statics: 'Let us take (as the highly educated Jan Cornets de Groot, the diligent researcher of the mysteries of Nature, and I have done) two balls of lead, the one ten times bigger and heavier than the other, and let them drop together from 30 feet high, and it will show, that the lightest ball is not ten times longer under way than the heaviest, but they fall together at the same time on the ground. (...) This proves that Aristotle is wrong.' [11][12][13] Astronaut David Scott performed a version of the experiment on the Moon during the Apollo 15 mission in 1971, dropping a feather and a hammer from his hands. Because of the negligible lunar atmosphere, there was no drag on the feather, which hit the ground at the same time as the hammer. ", "tags": ["highly educated jan cornets de groot", "simon stevin's book de beghinselen der weeghconst", "experiment", "jan cornets de groot", "hugo de groot conducted", "ten times longer", "ten times bigger", "time", "statics", "hammer"]}, {"title": "See also[edit] See also Notes[edit] Notes Further reading[edit] Further reading External links[edit] External links ", "content": "[[Category:Thought experiments in ] ", "tags": ["experiments"]}], "summary": "", "tags": [], "title": "Galileo's Leaning Tower of Pisa experiment - Wikipedia", "url": "https://en.wikipedia.org/wiki/Galileo%27s_Leaning_Tower_of_Pisa_experiment"}]}